# Translator: Miko\u0142aj Rozwadowski
about=O programie
add_attachment=Dodaj za\u0142\u0105cznik
add_keyfile=Dodaj plik klucza
attachment=Za\u0142\u0105cznik:
attachment_added=Za\u0142\u0105cznik dodany
attachment_added_sucessfully=Za\u0142\u0105cznik zosta\u0142 pomy\u015Blnie dodany
attachment_removed=Za\u0142\u0105cznik usuni\u0119ty
attachment_removed_sucessfully=Za\u0142\u0105cznik zosta\u0142 pom\u015Blnie usuni\u0119ty
attachment_saved=Za\u0142\u0105cznik zapisany
attachment_saved_sucessfully=Za\u0142\u0105cznik zosta\u0142 pomy\u015Blnie zapisany do:
back=Wr\u00F3\u0107
beta_warning_text=UWAGA: To jest wersja BETA programu KeePassMobile. Nie jest ona jeszcze dobrze sprawdzona, wi\u0119c mo\u017Ce si\u0119 nagle wy\u0142\u0105czy\u0107, a nawet uszkodzi\u0107 baz\u0119 danych. Zapisz sobie dla bezpiecze\u0144stwa kopi\u0119 zapasow\u0105 swojej bazy
beta_warning_title=Wersja Beta
cancel=Anuluj
change_icon=Zmie\u0144 ikon\u0119
change_keyfile=Zmie\u0144 plik klucza
change_password=Zmie\u0144 has\u0142o
change_password_text=Ustawi\u0107 wygenerowane has\u0142o jako has\u0142o tego wpisu?
choosing_error=B\u0142\u0105d wyboru pliku
choosing_error_text=Przy wybieraniu pliku wyst\u0105pi\u0142 b\u0142\u0105d. Komunikat o b\u0142\u0119dzie brzmi: 
close=Zamknij
corrupt_file=Plik uszkodzony
corrupt_file_text=Baza danych jest uszkodzona! Komunikat o b\u0142\u0119dzie brzmi: 
create=Utw\u00F3rz
create_db=Utw\u00F3rz now\u0105 baz\u0119 danych
create_entry=Dodaj wpis
create_group=Dodaj grup\u0119
createdb_help=Podaj nazw\u0119 bazy danych i has\u0142o do niej. Powt\u00F3rz has\u0142o, aby unikn\u0105\u0107 pomy\u0142ki przy wprowadzeniu. Nast\u0119pnie wci\u015Bnij "Utw\u00F3rz".\r\n\r\nWybierz "U\u017Cyj pliku klucza", je\u015Bli chcesz do zaszyfrowania bazy danych u\u017Cy\u0107 jakiego\u015B pliku. Mo\u017Ce by\u0107 on u\u017Cywany zamiast lub razem z has\u0142em.\r\n\r\nUWAGA: Has\u0142o s\u0142u\u017Cy do zaszyfrowania bazy danych i nie powinno by\u0107 zbyt proste!
cut_entry=Wytnij wpis
da=Du\u0144ski
date_format=Format daty:
date_format_invalid=Niew\u0142a\u015Bciwy format daty!
date_format_unkown=Nieznany format daty. Opisz problem na forum programu KeePassMobile, do\u0142\u0105czaj\u0105c log (menu g\u0142\u00F3wne > Poka\u017C log). B\u0142\u0105d zostanie naprawiony tak szybko, jak to tylko mo\u017Cliwe.
date_invalid=Niew\u0142a\u015Bciwa data
db_saved=Baza danych zapisana
db_saved_sucessfully=Pomy\u015Blnie zapisano baz\u0119 danychy do:
db_unsupported=Nieobs\u0142ugiwana baza danych
db_unsupported_text=Ten typ bazy danych nie jest obs\u0142ugiwany. Komunikat o b\u0142\u0119dzie brzmi: 
dbgroup_backup=Kopia zapasowa
dbgroup_banking=Finanse
dbgroup_email=E-mail
dbgroup_general=Og\u00F3lne
dbgroup_internet=Internet
dbgroup_network=Sie\u0107
dbname_empty=Podaj nazw\u0119 bazy danych
dbname_empty_text=Musisz poda\u0107 nazw\u0119 bazy danych.
de=Niemiecki
del_attachment=Usu\u0144 za\u0142\u0105cznik
del_keyfile=Usu\u0144 plik klucza
delete_entry=Usu\u0144 wpis
delete_entry_text=Czy na pewno chcesz usun\u0105\u0107 ten wpis?
delete_forever=Usu\u0144 wpis na zawsze
delete_forever_text=Czy na pewno chcesz NIEODWRACALNIE usun\u0105\u0107 ten wpis?
delete_group=Usu\u0144 grup\u0119
delete_group_text=Czy na pewno chcesz usun\u0105\u0107 t\u0119 grup\u0119?
details=Szczeg\u00F3\u0142y
edit_db=Zmie\u0144 ustawienia bazy danych
edit_entry=Edytuj wpis
edit_group=Edytuj grup\u0119
editdb_confirmpasswd=Powt\u00F3rz nowe has\u0142o
editdb_help=Tu mo\u017Cesz zmieni\u0107 pewne ustawienia bazy danych. Po zmianie zapisz baz\u0119, aby utrwali\u0107 zmiany\r\n\r\nHas\u0142o - zmiana has\u0142a. Wpisz je dwa razy, aby unikn\u0105\u0107 pomy\u0142ki przy wprowadzeniu.\r\n\r\nLiczba rund szyfrowania klucza - mniej - baza danych \u0142aduje si\u0119 szybciej (min. 50), wi\u0119cej - jest bardziej zabezpieczona przed atakami (maks. 60000)
editdb_newpasswd=Nowe has\u0142o:
editdb_rounds=Liczba rund szyfrowania klucza:
en=Angielski
encryption_error=B\u0142\u0105d szyfrowania
encryption_error_text=Nie uda\u0142o si\u0119 zaszyfrowa\u0107 bazy danych. Komunikat o b\u0142\u0119dzie brzmi:  
enter_dbname=Wpisz nazw\u0119 bazy danych:
enter_password=Wpisz g\u0142\u00F3wne has\u0142o:
enter_password2=Powt\u00F3rz g\u0142\u00F3wne has\u0142o:
entry_help=Przegl\u0105daj informacje o wpisie za pomoc\u0105 przycisk\u00F3w kursora. Strza\u0142ka "w lewo" wraca do grupy.
es=Hiszpa\u0144ski
exit=Wyj\u015Bcie
expiry=Data wyga\u015Bni\u0119cia:
expiry_expired=Data wyga\u015Bni\u0119cia: WYGAS\u0141O!
expiry_never=Data wyga\u015Bni\u0119cia: NIGDY!
filechooser_help=Wybierz baz\u0119 danych z pami\u0119ci telefonu za pomoc\u0105 przegl\u0105darki plik\u00F3w\r\n\r\nWybierz plik lub katalog strza\u0142kami "w g\u00F3r\u0119" i "w d\u00F3\u0142". Naci\u015Bnij "enter", aby wybra\u0107 element. "Anuluj" wraca do menu g\u0142\u00F3wnego, bez otwierania bazy danych.
font_large=Du\u017Caa
font_medium=\u015Arednia
font_size=Czcionka:
font_small=Ma\u0142a
group_name=Nazwa grupy
group_notempty=Grupa niepusta
group_notempty_text=Mo\u017Cna usuwa\u0107 tylko puste grupy
he=Hebrajski
help=Pomoc
internal_error=B\u0142\u0105d
internal_error_text=Wyst\u0105pi\u0142 wewn\u0119trzny b\u0142\u0105d aplikacji: 
it=W\u0142oski
keyfile_error=B\u0142\u0105d
keyfile_error_text=Nie uda\u0142o si\u0119 za\u0142adowa\u0107 pliku klucza: 
keyfile_removed=Plik klucza usuni\u0119ty
keyfile_removed_text=Plik klucza zosta\u0142 usuni\u0119ty pomy\u015Blnie. Zapisz baz\u0119 danych, aby utrwali\u0107 zmiany.
keyfile_set=Plik klucza ustawiony
keyfile_set_sucessfully=Plik klucza zosta\u0142 ustawiony pomy\u015Blnie
language=J\u0119zyk
license=Licencja
loading_error=B\u0142\u0105d otwarcia
loading_error_text=Plik bazy danych nie m\u00F3g\u0142 zosta\u0107 otwarty. Komunikat o b\u0142\u0119dzie brzmi: 
log=Log
mainmenu_help=Wybierz dzia\u0142anie za pomoc\u0105 klawiszy "w g\u00F3r\u0119" i "w d\u00F3\u0142".\n\n* Otw\u00F3rz (ostatnia).kdb - otwiera baz\u0119 danych, z kt\u00F3rej korzystano ostatnim razem.\n\n* Utw\u00F3rz now\u0105 baz\u0119 danych - pozwala utworzy\u0107 now\u0105 baz\u0119 danych.\n\n* Otw\u00F3rz baz\u0119 danych - pozwala wybra\u0107 baz\u0119 danych do otwarcia za pomoc\u0105 przegl\u0105darki plik\u00F3w.
masterpassword_help=Wci\u015Bnij "enter" i wpisz has\u0142o do swojej bazy danych.\n\n* U\u017Cyj pliku klucza - wybierz, aby do odszyfrowania u\u017Cywa\u0107 jakiego\u015B pliku. Mo\u017Ce by\u0107 on u\u017Cywany zamiast lub razem z has\u0142em.\n\n* Otw\u00F3rz - pr\u00F3buje otworzy\u0107 baz\u0119 danych za pomoc\u0105 podanego has\u0142a.\n\n* Anuluj - wraca do menu g\u0142\u00F3wnego, nie otwieraj\u0105c bazy danych.
menu=Menu
minute=Minuta
minutes=Minuty
never=Nigdy
new_db=Nowa baza danych
nl=Holenderski
nn=Norweski
no=Nie
notes=Notatki
notice=Informacja
off=Wy\u0142\u0105czony
ok=OK
on=W\u0142\u0105czony
open=Otw\u00F3rz
open_new=Otw\u00F3rz baz\u0119 danych
parsing_date_error=B\u0142\u0105d parsowania
parsing_date_error_text=Nie uda\u0142o si\u0119 przetworzy\u0107 danych.
passgen=Wygeneruj has\u0142o
passgen_help=Generator hase\u0142 mo\u017Ce tworzy\u0107 losowe has\u0142a. Wybierz d\u0142ugo\u015B\u0107 has\u0142a i u\u017Cywane znaki wed\u0142ug swoich potrzeb. Lista proponowanych hase\u0142 zostanie wygenerowana automatycznie. Wybierz has\u0142o z listy, aby u\u017Cy\u0107 go jako has\u0142a do tego wpisu.
passgen_length=D\u0142ugo\u015B\u0107:
password=Has\u0142o:
password_changed=Has\u0142o zmienione
password_changed_text=Has\u0142o zosta\u0142o zmienione. Zapisz baz\u0119 danych, aby utrwali\u0107 zmiany.
password_empty=Wpisz has\u0142o albo wybierz plik klucza
password_empty_text=Musisz wpisa\u0107 jakie\u015B has\u0142o albo wybra\u0107 plik klucza.
password_initial=H:
password_mismatch=Has\u0142a nie pasuj\u0105
password_mismatch_text=Has\u0142a nie pasuj\u0105. Wpisz to samo has\u0142o do obu p\u00F3l
paste_entry=Wklej wpis
pl=Polski
pm_decrypt=Odszyfrowanie danych...
pm_encrypt=Szyfrowanie klucza...
pm_extract=Przetwarzanie danych...
pm_hash=Sprawdzanie danych...
pm_load=\u0141adowanie...
pm_save=Zapisywanie...
pm_search=Szukanie...
pm_searchresult=Wyniki wyszukiwania
preferences=Preferencje
preferences_help=Tutaj mo\u017Cesz zmieni\u0107 podstawowe ustawienia programu.\n\n* Interfejs - na niekt\u00F3rych kom\u00F3rkach "\u0142adny" interfejs mo\u017Ce sprawia\u0107 problemy. W takim przypadku wybierz tutaj interfejs "szybki"\n\n* Rozmiar czcionki - zmie\u0144 rozmiar czcionki\n\n* J\u0119zyk - j\u0119zyk interfejsu u\u017Cytkownika\n\n* Pokazuj wpisy z kopii zapasowej - poka\u017C/ukryj wpisy z kopii zapasowej\n\n* Szybki podgl\u0105d - w\u0142\u0105cz, je\u015Bli chcesz, aby loginy i has\u0142a by\u0142y pokazywane na li\u015Bcie wpis\u00F3w\n\n* Format daty - u\u017Cywany format zapisu danych\n\n* Zamek czasowy - je\u017Celi KeePass Mobile nie b\u0119dzie u\u017Cywany przez pewien czas, baza danych zostanie dla bezpiecze\u0144stwa zamkni\u0119ta
preferences_saved=Uruchom program ponownie, aby zmiany zadzia\u0142a\u0142y.
quick_view=Szybki podgl\u0105d
ru=Rosyjski
save=Zapisz
save_attachment=Zapisz za\u0142\u0105cznik
save_changes=Zapisa\u0107 zmiany?
save_changes_beta_text=UWAGA: Ta funkcja jest ci\u0105gle rozwijana. Zapisz kopi\u0119 swojej bazy danych gdzie\u015B indziej.
save_changes_text=Baza danych zosta\u0142a zmieniona. Chcesz zapisa\u0107 zmiany?
saving_error=B\u0142\u0105d zapisu
saving_error_text=Nie da\u0142o si\u0119 zapisa\u0107 pliku. Komunikat o b\u0142\u0119dzie brzmi: 
search=Szukaj
search_help=Wpisz tekst do wyszukania. Wyszukiwanie rozpocznie si\u0119, gdy opu\u015Bcisz pole. Wybierz interesuj\u0105cy Ci\u0119 wpis z wynik\u00F3w. Mo\u017Cesz zmieni\u0107 ustawienia w opcjach wyszukiwania.
search_notfound=Nic nie znaleziono
search_options=Opcje wyszukiwania
search_text=Znajd\u017A tekst:
searchoptions=Opcje szukania
searchoptions_attachment=Nazwa za\u0142\u0105cznika
searchoptions_backup=Przeszukaj r\u00F3wnie\u017C kopi\u0119 zapasow\u0105
searchoptions_fields=Przeszukaj:
searchoptions_help=Opcje wyszukiwania kontroluj\u0105 algorytm przeszukiwania bazy danych.\n\n* Maksymalna liczba wynik\u00F3w - po znalezieniu tylu pasuj\u0105cych wpis\u00F3w, szukanie si\u0119 ko\u0144czy\n\n* Przeszukuj r\u00F3wnie\u017C kopi\u0119 zapasow\u0105 - ustala, czy w wynikach wyszukiwania maj\u0105 znale\u017A\u0107 si\u0119 r\u00F3wnie\u017C wpisy z kopii zapasowej\n\n* Przeszukiwane pola - ustala, kt\u00F3re pola przeszukiwa\u0107
searchoptions_maxresults=Maksymalna liczba wynik\u00F3w:
searchoptions_notes=Notatki
searchoptions_title=Tytu\u0142
searchoptions_url=URL
searchoptions_username=Login
select=Wybierz
select_db=Wybierz baz\u0119 danych
show_all_files=Poka\u017C wszystkie pliki
show_backup=Poka\u017C wpisy z kopii zapasowej:
show_log=Poka\u017C log
stats=Statystyki
stats_cet=Czas rozpakowywania:
stats_chct=Czas wyliczania sumy kontrolnej:
stats_dp=Wydajno\u015B\u0107 odszyfrowywania:
stats_dt=Czas odszyfrowywania:
stats_ecdl=Rozmiar zaszyfrowanej bazy danych:
stats_ep=Wydajno\u015B\u0107 rozpakowywania:
stats_error=B\u0142\u0105d podczas wyliczania statystyk
stats_error_text=Podczas wyliczania informacji statystycznych wyst\u0105pi\u0142 b\u0142\u0105d, wi\u0119c dane s\u0105 niekompletne.
stats_help=Ten ekran pokazuje par\u0119 informacji statystycznych z procesu odszyfrowywania tej bazy danych. Je\u017Celi masz k\u0142opoty z wydajno\u015Bci\u0105, informacje te mog\u0105 pom\u00F3c w rozpoznaniu problemu.\n\nOceny wydajno\u015Bci mo\u017Cna u\u017Cy\u0107 do por\u00F3wnania osi\u0105g\u00F3w tego telefonu z innymi. Wejd\u017A na forum programu KeePassMobile, aby por\u00F3wna\u0107 si\u0119 z innymi.
stats_hp=Wydajno\u015B\u0107 obliczania sumy kontrolnej:
stats_lt=Czas \u0142adowania:
stats_mem=U\u017Cyta pami\u0119\u0107:
stats_mkep=Wydajno\u015B\u0107 szyfrowania klucza:
stats_mker=Liczba rund szyfrowania klucza:
stats_mket=Czas odszyfrowywania klucza:
stats_mp=Ocena wydajno\u015Bci:
stats_na=Informacje statystyczne niedost\u0119pne!
stats_ne=Liczba wpis\u00F3w:
stats_pcdl=Rozmiar odszyfrowanej bazy danych:
sv=Szwedzki
timeout=Zamek czasowy:
title=Tytu\u0142
top=Wr\u00F3\u0107 na pocz\u0105tek
touch_device=Urz\u0105dzenie dotykowe:
tree_help=Wybierz element za pomoc\u0105 przycisk\u00F3w "w g\u00F3r\u0119" i "w d\u00F3\u0142". Nawiguj po drzewie grup/wpis\u00F3w przyciskami "w prawo", "w lewo".\n\n* Utw\u00F3rz/Edytuj/Usu\u0144 grup\u0119/wpis - modyfikuj\u0105 baz\u0119 danych. Zapisz baz\u0119 po modyfikacjach, aby je utrwali\u0107\n\n* Szukaj - umo\u017Cliwia przeszukanie bazy danych\n\n* Wr\u00F3\u0107 na pocz\u0105tek - wraca do grupy g\u0142\u00F3wnej\n\n* Zmie\u0144 ustawienia bazy danych (dost\u0119pne tylko w grupie g\u0142\u00F3wnej) - umo\u017Cliwia zmieni\u0107 opcje bazy danych\n\n* Statystyki (dost\u0119pne tylko w grupie g\u0142\u00F3wnej) - pokazuje par\u0119 informacji statystycznych na temat odszyfrowywania bazy danych i daje wskaz\u00F3wki co do wydajno\u015Bci Twojwgo telefonu (wejd\u017A na forum programu KeePassMobile, aby por\u00F3wna\u0107 si\u0119 z innymi kom\u00F3rkami)\n\n* Zamknij - zamyka baz\u0119 i wraca do menu g\u0142\u00F3wnego
tribute=Chcia\u0142bym podzi\u0119kowa\u0107:\n\n* Mojej rodzinie za wspieranie mnie\n* Wszystkim testerom i t\u0142umaczom, kt\u00F3rzy pomogli mi uczyni\u0107 program KeePassMobile stabiln\u0105 i u\u017Cyteczn\u0105 aplikacj\u0105 (napisz do mnie je\u015Bli chcesz zosta\u0107 betatesterem albo t\u0142umaczem)\n* Dominikowi Reichlowi, tw\u00F3rcy i programi\u015Bcie oryginalnego KeePassa za wspieranie tego projektu\n
ui=Interfejs:
ui_fast=Szybki
ui_nice=\u0141adny
uk=Ukrai\u0144ski
url=URL:
use_keyfile=U\u017Cyj pliku klucza
user_name=Login:
user_name_initial=L:
wrong_password=Z\u0142e has\u0142o
wrong_password_text=Nie mo\u017Cna odszyfrowa\u0107 bazy danych za pomoc\u0105 podanego has\u0142a. Sprawd\u017A has\u0142o i spr\u00F3buj ponownie.
yes=Tak
zh=Chi\u0144ski
