#Stored by I18NEdit, may be edited!
about=Om
attachment=Vedlegg:
attachment_saved=Vedlegget er lagra
attachment_saved_sucessfully=Vedlegget blei lagra i:
back=Tilbake
cancel=Avbryt
change_icon=Endra ikon
choosing_error=Filvalsfeil
choosing_error_text=Filvalsfeil. Feilmeldinga er:
close=Lukk
corrupt_file=\u00D8ydelagt fil
corrupt_file_text=Databasefila er \u00F8ydelagt. Feilmeldinga er:
create=Lag
create_db=Lag ny database
create_entry=Lag ny oppf\u00F8ring
create_group=Lag ny gruppe
createdb_help=Skriv inn namnet og passordet til den nye KeePass-databasen. Skriv passordet \u00E9in gong til for \u00E5 vera sikker p\u00E5 at det blei rett skrive. Trykk deretter p\u00E5 'Lag'.\r\n\r\nVel 'Bruk n\u00F8kkelfil' om du \u00F8nskjer \u00E5 nytta ei n\u00F8kkelfil til krypteringa. Du kan bruka fila aleine eller saman med eit passord.\r\n\r\nOBS: passordet blir brukt til \u00E5 kryptera databasen og b\u00F8r derfor ikkje vera for enkelt.
da=Dansk
date_format=Datoformat:
date_format_invalid=Ugyldig datoformat.
date_format_unkown=Ukjent datoformat. Du kan leggja igjen ei melding i KeePassMobile-forumet og leggja ved loggen (Meny > Syn loggen). D\u00E5 vil feilen kunna ordnast s\u00E5 snart r\u00E5d er.
date_invalid=Ugyldig dato.
db_saved=Databasen blei lagra
db_saved_sucessfully=Databasen blei lagra i:
db_unsupported=Kan ikkje bruka databasetypen
db_unsupported_text=Kan ikkje bruka databasetypen. Feilmeldinga er:
dbgroup_backup=Tryggleikskopi
dbgroup_banking=Nettbank
dbgroup_email=E-post
dbgroup_general=Diverse
dbgroup_internet=Internett
dbgroup_network=Nettverk
dbname_empty=Vel databasenamn
dbname_empty_text=Databasenamnet kan ikkje vera tomt
de=Tysk
delete_entry=Sletta oppf\u00F8ringa
delete_entry_text=Vil du sletta den valde passordoppf\u00F8ringa?
delete_group=Sletta gruppa
delete_group_text=Vil du sletta den valde gruppa?
details=Detaljar
edit_db=Endra databaseinnstillingane
edit_entry=Endra oppf\u00F8ringa
edit_group=Endra gruppa
editdb_confirmpasswd=Stadfest det nye passordet:
editdb_help=Endra databaseinnstillingane. Databasen m\u00E5 lagrast for at endringane skal bli tekne i bruk permanent.\r\n\r\nPassord - endra databasepassordet. Skriv inn passordet p\u00E5 nytt for \u00E5 sikra at det blei rett skrive.\r\n\r\nTal p\u00E5 krypteringsomgangar - endra talet p\u00E5 krypteringsomgangar\r\n> f\u00E6rre (min. 50): databasen blir lasta/lagra raskare\r\n> fleire (maks.: 60000): databasen er betre beskytta mot angrep
editdb_newpasswd=Nytt passord:
editdb_rounds=Tal p\u00E5 krypteringsomgangar:
en=Engelsk
encryption_error=Krypteringsfeil
encryption_error_text=Klarte ikkje \u00E5 kryptera databasefila. Feilmeldinga er:
enter_dbname=Skriv inn databasenamnet:
enter_password=Skriv inn hovudpassordet:
enter_password2=Skriv inn att hovudpassordet:
entry_help=Bruk peikarknappane til \u00E5 syna innhaldet til KeePass-oppf\u00F8ringa. G\u00E5 attende til innhaldsgruppa med [venstre]-knappen\r\n
es=Spansk
exit=Avslutt
expiry=Utg\u00E5r:
expiry_expired=Utg\u00E5r: UTG\u00C5TT
expiry_never=Utg\u00E5r: ALDRI
filechooser_help=Bla deg gjennom filsystemet p\u00E5 telefonen din og vel ein KeePass-database\r\n\r\nBruk [opp]- og [ned]-knappane for \u00E5 velja databasen du vil opna\r\n\r\nAvbryt - g\u00E5r attende til hovudmenyen utan \u00E5 velja ein KeePass-database
group_name=Gruppenamn:
group_notempty=Gruppa er ikkje tom
group_notempty_text=Berre tomme grupper kan slettast
help=Hjelp
internal_error=Feil
internal_error_text=Det oppstod ein intern programfeil:
it=Italiensk
keyfile_error=Klarte ikkje \u00E5 henta n\u00F8kkelfila
keyfile_error_text=Klarte ikkje \u00E5 henta n\u00F8kkelfila:
language=Spr\u00E5k:
license=Lisens
loading_error=Innlastingsfeil
loading_error_text=Klarte ikkje \u00E5 henta databasefila. Feilmeldinga er:
log=Logg
mainmenu_help=Vel korleis KeePass-databasen skal opnast med [opp]- og [ned]-knappane. Trykk [enter] for \u00E5 velja menyoppf\u00F8ringa\r\n\r\nOpna last_time.kdb  - opnar KeePass-databasen som sist var i bruk\r\n\nLag ny database - opnar eit vindauge der du kan laga ein ny KeePass-database\r\n\r\nOpna database - opnar ein fillesar der du kan velja kva for KeePass-database du vil bruka 
masterpassword_help=Trykk [enter] og skriv inn passordet til KeePass-databasen din\r\n\r\nOpna - opnar KeePass-databasen med det gjevne passordet\r\n\r\nAvbryt - g\u00E5r attende til hovudmenyen utan \u00E5 opna KeePass-databasen
menu=Meny
minute=Minutt
minutes=Minutt
never=Aldri
new_db=Ny database
nl=Nederlandsk
no=Nei
notes=Merknader
notice=Oppslag
off=Av
ok=OK
on=P\u00E5
open=Opna
open_new=Opna database
parsing_date_error=Tolkingsfeil
parsing_date_error_text=Klarte ikkje \u00E5 behandla dataa
password=Passord:
password_changed=Passordet blei endra
password_changed_text=Passordet blei endra. Lagra databasen for \u00E5 endra det permanent.
password_empty=Vel passord eller n\u00F8kkelfil
password_empty_text=Du m\u00E5 velja eit passord eller ei n\u00F8kkelfil
password_mismatch=Passorda var ikkje like.
password_mismatch_text=Passorda var ikkje like. Du m\u00E5 skriva det same i begge passordfelta.
pm_decrypt=Dekrypterer dataa\u2026
pm_encrypt=Krypterer n\u00F8kkelen\u2026
pm_extract=Behandlar dataa\u2026
pm_hash=Validerer dataa\u2026
pm_search=S\u00F8kjer\u2026
pm_searchresult=Treff:
preferences=Innstillingar
preferences_help=Endra grunninnstillingane til KeePassMobile her.\r\n\r\nBrukargrensesnitt - p\u00E5 nokre telefonar kan grensesnittet by p\u00E5 problem. D\u00E5 kan du velja "raskt" her. \r\n\r\nSpr\u00E5k - grensesnittspr\u00E5ket\r\n\r\nSn\u00F8ggvising - sl\u00E5r p\u00E5 sn\u00F8ggvisinga. For dei tilfella der du vil sj\u00E5 oppf\u00F8ringa sin brukar + passord medan du blar deg gjennom databasetreet\r\n\r\nDatoformat - f\u00F8retrekt datoformat\r\n\r\nTidslukking - tida til databasen blir automatisk lukka om KeePassMobile ikkje blir brukt
preferences_saved=Start om att KeePassMobile for \u00E5 ta i bruk endringane
quick_view=Sn\u00F8ggvising:
ru=Russisk
save=Lagra
save_attachment=Lagra vedlegget
save_changes=Lagra endringane?
save_changes_beta_text=NB: ver merksam p\u00E5 at denne eigenskapen er under utvikling. Det er derfor lurt \u00E5 lagra ein tryggleikskopi av KeePass-databasen ein annan stad.
save_changes_text=KeePass-databasen er blitt endra. Vil du lagra endringane?
saving_error=Lagringsfeil
saving_error_text=Klarte ikkje \u00E5 lagra fila. Feilmeldinga er:
search=S\u00F8k
search_help=Skriv inn s\u00F8kjeteksten. S\u00F8ket vil starta med \u00E9in gong ein forl\u00E8t tekstfeltet. G\u00E5 til trefflista og vel ei oppf\u00F8ring. Du kan tilpassa s\u00F8ket ved \u00E5 nytta s\u00F8kjevala.
search_notfound=Ingen treff
search_options=S\u00F8kjeval
search_text=S\u00F8kjetekst:
searchoptions=S\u00F8kjeval
searchoptions_attachment=Namn p\u00E5 vedlegg
searchoptions_backup=Ta med kopioppf\u00F8ringar
searchoptions_fields=Skann:
searchoptions_help=S\u00F8kjevala styrer s\u00F8kjealgoritmen i KeePass-databasen:\r\n\r\nH\u00F8gste tal treff - s\u00F8kjet stoppar etter at grensa er n\u00E5dd\r\n\r\nTa med kopioppf\u00F8ringar - bestemmer om kopioppf\u00F8ringar blir tekne med i s\u00F8ket\r\n\r\nSkanna tekstfelt - bestemmer kva for tekstfelt i oppf\u00F8ringa som blir skanna
searchoptions_maxresults=H\u00F8gste tal treff:
searchoptions_notes=Merknader
searchoptions_title=Tittel
searchoptions_url=Adresse
searchoptions_username=Brukarnamn
select=Vel
select_db=Vel KeePass-database
show_all_files=Vis alle filene
show_log=Vis loggen
stats=Statistikk
stats_cet=Utpakkingstid:
stats_chct=Utrekningstida til indeksn\u00F8kkelen:
stats_dp=Dekrypteringsyting:
stats_dt=Dekrypteringstid:
stats_ecdl=Storleik kryptert databaseinnhald:
stats_ep=Utpakkingsyting:
stats_help=Dette biletet syner statistikk fr\u00E5 dekrypteringa av denne databasen. Det kan hjelpa deg \u00E5 finna \u00E5rsaka om du har problem med ytinga.\r\n\r\nDu kan nytta ytingstalet til \u00E5 samanlikna dekrypteringsytinga p\u00E5 denne telefonen med ein annan. Sj\u00E5 i KeePassMobile-forumet etter tal fr\u00E5 andre brukarar. 
stats_hp=Utrekning av indeksn\u00F8kkelytinga:
stats_mem=Minnebruk:
stats_mkep=N\u00F8kkelkrypteringsyting:
stats_mker=N\u00F8kkelkrypteringsomgangar:
stats_mket=N\u00F8kkelkrypteringstid:
stats_mp=Ytingstal:
stats_ne=Passordoppf\u00F8ringar:
stats_pcdl=Storleik dekryptert databaseinnhald:
sv=Svensk
timeout=Tidslukking:
title=Tittel
top=Attende til byrjinga
tree_help=Vel ei KeePass-oppf\u00F8ring med [opp]- og [ned]-knappane. Bla gjennom gruppe-/oppf\u00F8ringstreet med [venstre]- og [h\u00F8gre]-knappane\r\n\r\nLag/endra/sletta gruppe/oppf\u00F8ring - endrar databasen. Lagra databasen for \u00E5 ta vare p\u00E5 endringane.\r\n\r\nS\u00F8k - opnar s\u00F8kjevindauget\r\n\r\nAttende til byrjinga - g\u00E5r attende til \u00F8vste gruppa i databasen\r\n\r\nEndra databaseinnstillingane (berre tilgjengeleg i \u00F8vste gruppa) - opnar eit vindauge for \u00E5 endra databaseinnstillingane\r\n\r\nStatistikk (berre tilgjengeleg i \u00F8vste gruppa) - syner statistikk fr\u00E5 dekrypteringa av denne databasen. Opplysningane kan gje deg eit inntrykk av ytinga til telefonen din (sj\u00E5 i KeePassMobile-forumet etter tal fr\u00E5 andre brukarar sine telefonar)\r\n\r\nLukk - lukkar denne KeePass-databasen og g\u00E5r attende til hovudmenyen
tribute=Eg vil takka:\r\n\r\n* familien min som har st\u00F8tta meg\r\n* alle testarar og omsetjarar som har hjelpt meg i \u00E5 gjera KeePassMobile til eit stabilt og nyttig program (ta gjerne kontakt med meg om du \u00F8nskjer \u00E5 bidra som beta-testar eller omsetjar)\r\n* Dominik Reichl, forfattaren og programmeraren av det originale KeePass-programmet, for st\u00F8tta til dette prosjektet
ui=Brukargrensesnitt:
ui_fast=Raskt
ui_nice=Fint
uk=Ukrainsk
url=Adresse:
use_keyfile=Bruk n\u00F8kkelfil
user_name=Brukarnamn:
wrong_password=Feil passord
wrong_password_text=Klarte ikkje \u00E5 dekryptera databasen med det gjevne passordet. Sj\u00E5 etter om det er rett og pr\u00F8v igjen
yes=Ja
zh=Kinesisk
