#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Translator: Christoph Sperle (contact@keepassmobile.com)
about=About
add_attachment=Anhang hinzuf\u00FCgen
add_keyfile=Schl\u00FCsseldatei hinzuf\u00FCgen
attachment=Anhang:
attachment_added=Anhang hinzugef\u00FCgt
attachment_added_sucessfully=Anhang wurde erfolgreich hinzugef\u00FCgt:
attachment_removed=Anhang entfernt
attachment_removed_sucessfully=Anhang wurde erfolgreich entfernt:
attachment_saved=Anhang gespeichert
attachment_saved_sucessfully=Anhang wurde erfolgreich gespeichert in:
back=Zur\u00FCck
bb_copy_clipboard=Password in Zwischenablage kopieren
beta_warning_text=ACHTUNG: Dies ist eine BETA version von KeePassMobile. Diese Version ist nicht so gut getestet wie eine finale Version und kann deshalb abst\u00FCrzen oder sogar die KeePass Datenbank zerst\u00F6ren. Bitte unbedingt vorher ein Backup der KeePass Datenbank anfertigen!
beta_warning_title=BETA SOFTWARE
cancel=Abbrechen
change_icon=Icon \u00E4ndern
change_keyfile=Schl\u00FCsseldatei \u00E4ndern
change_password=Passwort \u00E4ndern
change_password_text=Derzeitiges Passwort durch generiertes Passwort ersetzen?
choosing_error=Fehler bei der Dateiauswahl
choosing_error_text=Fehler bei der Auswahl der Datei. Die Fehlermeldung lautet: 
close=Schlie\u00DFen
corrupt_file=Kaputte Datei
corrupt_file_text=Die Datenbank Datei ist kaputt! Die Fehlermeldung lautet: 
create=Erstellen
create_db=Neue Datenbank erstellen
create_entry=Neuen Eintrag anlegen
create_group=Neue Gruppe anlegen
createdb_help=Geben Sie einen Namen und ein Passwort f\u00FCr die neue KeePass Datenbank an. Wiederholen Sie das Passwort um sicher zu gehen, dass Sie sich nicht vertippt haben. Klicken Sie dann auf 'Erstellen'.\r\n\r\nWenn Sie eine Schl\u00FCsseldatei zur Verschl\u00FCsselung benutzen wollen, w\u00E4hlen sie 'Schl\u00FCsseldatei verwenden' und w\u00E4hlen eine Datei aus. Sie k\u00F6nnen die Schl\u00FCsseldatei alleine oder als Erg\u00E4nzung zum Passwort benutzen.\r\n\r\nACHTUNG: Das Passwort wird verwendet um die Datenbank zu verschl\u00FCsseln und sollte deshalb nicht zu einfach sein!
cut_entry=Eintrag ausschneiden
da=D\u00E4nisch
date_format=Datumsformat:
date_format_invalid=Kein g\u00FCltiges Datumsformat.
date_format_unkown=Datumsformat unbekannt. Bitte hinterlassen Sie eine Nachricht im KeePassMobile Forum und h\u00E4ngen Sie das Log [Hauptmenu/Log anzeigen] an. Dieser Fehler wird dann so schnell wie m\u00F6glich behoben.
date_invalid=Datum ung\u00FCltig.
db_saved=Datenbank gespeichert
db_saved_sucessfully=Datenbank wurde erfolgreich gespeichert in:
db_unsupported=Datenbanktyp nicht unterst\u00FCtzt
db_unsupported_text=Dieser Datenbanktyp wird nicht unterst\u00FCtzt. Die Fehlermeldung lautet: 
dbgroup_backup=Backup
dbgroup_banking=Homebanking
dbgroup_email=Email
dbgroup_general=Allgemein
dbgroup_internet=Internet
dbgroup_network=Netzwerk
dbname_empty=Datenbankname w\u00E4hlen
dbname_empty_text=Sie m\u00FCssen einen Datenbanknamen w\u00E4hlen
de=Deutsch
del_attachment=Anhang entfernen
del_keyfile=Schl\u00FCsseldatei entfernen
delete_entry=Eintrag l\u00F6schen
delete_entry_text=Wollen Sie den selektierten Passwort Eintrag l\u00F6schen?
delete_forever=Eintrag endg\u00FCltig l\u00F6schen
delete_forever_text=Wollen Sie den selektierten Backup Eintrag endg\u00FCltig l\u00F6schen? Vorgang kann nicht r\u00FCckg\u00E4ngig gemacht werden!
delete_group=Gruppe l\u00F6schen
delete_group_text=Wollen Sie die selektierte Gruppe l\u00F6schen?
details=Details
edit_db=Datenbankeinstellungen \u00E4ndern
edit_entry=Eintrag editieren
edit_group=Gruppe editieren
editdb_confirmpasswd=Neues Passwort best\u00E4tigen:
editdb_help=\u00C4ndern Sie die Datenbankeinstellungen. Die Datenbank muss danach gespeichert werden, um die Einstellungen dauerhaft zu machen.\r\n\r\nPasswort - \u00C4ndern Sie das Datenbank Passwort. Wiederholen Sie die Passworteingabe, um sicher zu stellen, dass Sie sich nicht vertippt haben.\r\n\r\nAnzahl Passwort-Verschl\u00FCsselungsrunden - \u00C4ndern Sie die Anzahl der Passwort-Verschl\u00FCsselungsrunden\r\n> weniger: Datenbank l\u00E4dt und speichert schneller (min: 50)\r\n> mehr: Datenbank ist sicherer gegen Angriffe gesch\u00FCtzt (max: 60000)
editdb_newpasswd=Neues Passwort:
editdb_rounds=Anzahl Passwort-Verschl\u00FCsselungsrunden:
en=Englisch
encryption_error=Fehler beim Verschl\u00FCsseln
encryption_error_text=Die Datenbank Datei konnte nicht verschl\u00FCsselt werden. Die Fehlermeldung lautet: 
enter_dbname=Datenbankname eingeben:
enter_password=Master-Passwort eingeben:
enter_password2=Master-Passwort wiederholen:
entry_help=Mit den Cursortasten k\u00F6nnen Sie sich die Inhalte dieses KeePass Eintrags anzeigen lassen. Mit der Taste [links] gelangen Sie zur\u00FCck zur Gruppe des Eintrags\r\n
es=Spanisch
exit=Beenden
expiry=Ablaufdatum:
expiry_expired=Ablaufdatum: ABGELAUFEN!
expiry_never=Ablaufdatum: NIEMALS!
filechooser_help=Navigieren Sie durch das Dateisystem Ihres Handys und w\u00E4hlen Sie eine KeePass Datenbank Datei\r\n\r\nW\u00E4hlen Sie mit den Tasten [oben] - [unten] einen Dateisystem Eintrag. Butzen Sie die Taste [Eingabe] um eine Eingrag auszuw\u00E4hlen\r\n\r\nAbbrechen - Gelangen Sie zur\u00FCck zum Hauptmenu, ohne eine KeePass Datenbank Datei auszuw\u00E4hlen
font_large=Gross
font_medium=Mittel
font_size=Schriftgr\u00F6sse:
font_small=Klein
group_name=Gruppenname:
group_notempty=Gruppe nicht leer
group_notempty_text=Nur leere Gruppen k\u00F6nnen gel\u00F6scht werden
he=Hebr\u00E4isch
help=Hilfe
internal_error=Fehler
internal_error_text=Ein interner Anwendungsfehler ist aufgetreten: 
it=Italienisch
keyfile_error=Schl\u00FCsseldatei Ladefehler
keyfile_error_text=Die Schl\u00FCsseldatei konnte nicht geladen werden: 
keyfile_removed=Schl\u00FCsseldatei entfernt
keyfile_removed_text=Schl\u00FCsseldatei wurde erfolgreich entfernt. Speichern Sie die Datenbank um die \u00C4nderung dauerhaft zu machen.
keyfile_set=Schl\u00FCsseldatei hinzugef\u00FCgt/ge\u00E4ndert
keyfile_set_sucessfully=Schl\u00FCsseldate wurde erfolgreich hinzugef\u00FCgt/ge\u00E4ndert. Speichern Sie die Datenbank um die \u00C4nderung dauerhaft zu machen.
language=Sprache:
license=Lizenz
loading_error=Fehler beim Laden
loading_error_text=Die Datenbank Datei konnte nicht geladen werden. Die Fehlermeldung lautet: 
log=Log
mainmenu_help=W\u00E4hlen Sie mit den Tasten [oben] - [unten] aus den M\u00F6glichkeiten eine KeePass Datenbank Datei zu \u00F6ffnen\r\n\r\n\u00D6ffne letztes_mal.kdb - \u00D6ffnet die KeePass Datenbank Datei, die Sie letztes Mal ge\u00F6ffnet haben\r\n\r\nNeue Datenbank erstellen - \u00D6ffnet einen Dialog um eine neue KeePass Datenbank zu erstellen\r\n\r\n\u00D6ffne Datenbank - \u00D6ffnet einen Dateibrowser, mit dem Sie eine neue KeePass Datenbank Datei von Ihrem Telefon w\u00E4hlen k\u00F6nnen
masterpassword_help=Mit der Taste [Eingabe] k\u00F6nnen Sie das Passwort der KeePass Datenbank Datei eingeben\r\n\nWenn Sie eine Schl\u00FCsseldatei zur Entschl\u00FCsselung benutzen wollen, w\u00E4hlen sie 'Schl\u00FCsseldatei verwenden' und w\u00E4hlen eine Datei aus. Sie k\u00F6nnen die Schl\u00FCsseldatei alleine oder als Erg\u00E4nzung zum Passwort benutzen.\r\n\r\n\u00D6ffne - \u00D6ffnet die KeePass Datenbank Datei mit dem angegebenen Passwort\r\n\r\nAbbrechen - Gelangen Sie zur\u00FCck zum Hauptmenu, ohne die KeePass Datenbank Datei zu \u00F6ffnen
menu=Menu
minute=Minute
minutes=Minuten
never=Niemals
new_db=Neue Datenbank
nl=Niederl\u00E4ndisch
nn=Norwegisch Nynorsk
no=Nein
notes=Notizen
notice=Hinweis
off=Aus
ok=OK
on=An
open=\u00D6ffne
open_new=\u00D6ffne Datenbank
parsing_date_error=Verarbeitungsfehler
parsing_date_error_text=Datum konnte nicht verarbeitet werden
passgen=Passwort generieren
passgen_help=Hier k\u00F6nnen zuf\u00E4llige Passw\u00F6rter erzeugt werden. Sie k\u00F6nnen die L\u00E4nge des Passworts und die zu verwendenden Zeichen frei w\u00E4hlen. Die Passwortliste aktualisiert sich bei jeder \u00C4nderung automatisch. Selektieren Sie das gew\u00FCnschte Passwort um es zu \u00FCbernehmen.
passgen_length=L\u00E4nge:
password=Passwort:
password_changed=Passwort ge\u00E4ndert
password_changed_text=Das Passwort wurde ge\u00E4ndert. Speichern Sie die Datenbank um die \u00C4nderung dauerhaft zu machen.
password_empty=Passwort oder Schl\u00FCsseldatei w\u00E4hlen
password_empty_text=Sie m\u00FCssen ein Passwort oder eine Schl\u00FCsseldatei w\u00E4hlen
password_initial=P:
password_mismatch=Passw\u00F6rter sind unterschiedlich!
password_mismatch_text=Die eingegebenen Passw\u00F6rter sind unterschiedlich. Bitte geben Sie in beide Eingabefelder das gleiche Passwort ein.
paste_entry=Eintrag einf\u00FCgen
pl=Polnisch
pm_decrypt=Entschl\u00FCssle Daten...
pm_encrypt=Verschl\u00FCssle Passwort...
pm_extract=Verarbeite Daten...
pm_hash=\u00DCberpr\u00FCfe Daten...
pm_load=Lade...
pm_save=Speichere...
pm_search=Suche...
pm_searchresult=Passende Eintr\u00E4ge gefunden:
preferences=Einstellungen
preferences_help=Hier k\u00F6nnen die Grundeinstellungen von KeePassMobile vorgenommen werden:\r\n\r\nBenutzeroberfl\u00E4che - Auf manchen Ger\u00E4ten kann die sch\u00F6ne KeePassMobile Benutzeroberfl\u00E4che zu Problemen f\u00FChren. In diesem Fall sollte hier "Schnell" gew\u00E4hlt werden.\r\n\nSchriftgr\u00F6sse - W\u00E4hlt die Schriftgr\u00F6sse\n\r\nSprache - Die Sprache der Benutzeroberfl\u00E4che\r\n\nBackup Eintr\u00E4ge anzeigen - Versteckt/Zeigt die Backup Eintr\u00E4ge der Passwort Datenbank an\n\r\nSchnellansicht - Aktivieren Sie die Schnellansicht um schon w\u00E4hrend der Navigation den Benutzer+Passwort eines Eintrags zu sehen\r\n\r\nDatumsformat - Das verwendete Datumsformat\r\n\r\nSicherheitsabschaltung - Die Zeitdauer nach der die Datenbank automatisch geschlossen wird, wenn KeePassMobile nicht mehr benutzt wird
preferences_saved=\u00C4nderungen werden nach einem Neustart wirksam
quick_view=Schnellansicht:
ru=Russisch
save=Speichern
save_attachment=Anhang speichern
save_changes=\u00C4nderungen speichern?
save_changes_beta_text=ACHTUNG: Dieses Feature befindet sich noch in der Entwicklung! Bitte bewahren Sie zus\u00E4tzlich ein Backup dieser KeePass Datenbank.
save_changes_text=Die KeePass Datenbank wurde ver\u00E4ndert. Wollen Sie die \u00C4nderungen speichern?
saving_error=Fehler beim Speichern
saving_error_text=Die Datei konnte nicht gespeichert werden. Die Fehlermeldung lautet: 
search=Suchen
search_help=Geben Sie einen Suchbegriff ein. Nachdem Sie das Eingabefeld verlassen haben, wird die Suche automatisch gestartet. Wechseln Sie danach zur Resultatsliste und w\u00E4hlen Sie einen Eintrag. \u00DCber die Suchoptionen k\u00F6nnen Sie die Suche weiter anpassen.
search_notfound=Keine passenden Eintr\u00E4ge gefunden
search_options=Suchoptionen
search_text=Suchtext:
searchoptions=Suchoptionen
searchoptions_attachment=Name des Anhangs
searchoptions_backup=Backup Eintr\u00E4ge einbeziehen
searchoptions_fields=Durchsuche:
searchoptions_help=Die Suchoptionen steuern die Suche in der KeePass Datenbank:\r\n\r\nMax. Anzahl Suchresultate - Die Suche stoppt, nachdem die Max. Anzahl Suchresultate gefunden wurde\r\n\r\nBackup Eintr\u00E4ge einbeziehen - Bestimmt, ob Backup Eintr\u00E4ge durchsucht werden\r\n\r\nDurchsuchte Textfelder - Bestimmt, welche Textfelder innerhalb eines Eintrags durchsucht werden
searchoptions_maxresults=Max. Anzahl Suchresultate:
searchoptions_notes=Notizen
searchoptions_title=Titel
searchoptions_url=URL
searchoptions_username=Benutzername
select=Ausw\u00E4hlen
select_db=KeePass Datenbank ausw\u00E4hlen
show_all_files=Alle Dateien anzeigen
show_backup=Backupeintr\u00E4ge anzeigen:
show_log=Log anzeigen
stats=Statistik
stats_cet=Extraktionszeit:
stats_chct=Hash Berechnungszeit:
stats_dp=Entschl\u00FCsselungsleistung:
stats_dt=Entschl\u00FCsselungsdauer:
stats_ecdl=Verschl\u00FCsselter Datenbankinhalt:
stats_ep=Extraktionsleistung:
stats_error=Fehler bei der Statistikberechnung
stats_error_text=Bei der Berechnung der Statistik ist ein Fehler aufgetreten. Die angezeigten Daten sind deshalb leider unvollst\u00E4ndig.
stats_help=Dieser Bildschirm zeigt einige Messwerte des Entschl\u00FCsselungsprozesses dieser Datenbank an. Sollte die Entschl\u00FCsselung sehr lange dauern, k\u00F6nnen diese helfen dem Probem auf die Spur zu kommen.\r\n\r\nDurch die Leistungseinstufung am Ende des Berichts kann die Entschl\u00FCsselungsleistung dieses Ger\u00E4ts mit anderen Ger\u00E4ten verglichen werden. Vergleichen Sie die Leistung des Ger\u00E4ts im KeePassMobile Forum mit anderen Benutzern.
stats_hp=Hash Berechnungsleistung:
stats_lt=Ladezeit: 
stats_mem=Speicherverbrauch:
stats_mkep=Passwort-Verschl\u00FCsselungsleistung:
stats_mker=Passwort-Verschl\u00FCsselungsrunden:
stats_mket=Passwort-Verschl\u00FCsselungszeit:
stats_mp=Leistungseinstufung:
stats_na=Statistikwerte nicht vorhanden!
stats_ne=Passwort Eintr\u00E4ge:
stats_pcdl=Entschl\u00FCsselter Datenbankinhalt:
sv=Schwedisch
timeout=Sicherheitsabschaltung:
title=Titel
top=Zur\u00FCck ins Hauptverzeichnis
touch_device=Touchscreen:
tree_help=W\u00E4hlen Sie mit den Tasten [oben] - [unten] einen KeePass Eintrag. Navigieren Sie durch die Gruppen und Eintr\u00E4ge der Datenbank mit den Tasten [links] - [rechts]\r\n\r\nEintrag/Gruppe erstellen/editieren/l\u00F6schen - \u00C4ndern Sie die Datenbankinhalte. Die Datenbank muss danach gespeichert werden, um die \u00C4nderungen dauerhaft zu machen.\r\n\r\nSuchen - \u00D6ffnet den Suchdialog\r\n\r\nZur\u00FCck ins Hauptverzeichnis - Bringt Sie zur\u00FCck iins Hauptverzeichnis\r\n\r\nDatenbankeinstellungen \u00E4ndern (nur im Hauptverzeichnis verf\u00FCgbar) - \u00D6ffnet einen Dialog zum \u00C4ndern der Datenbankeinstellungen\r\n\r\nStatistik (nur im Hauptverzeichnis verf\u00FCgbar) - zeigt einige Messwerte des Entschl\u00FCsselungsprozesses dieser Datenbank an und gibt einen Hinweis auf die Leistung des Ger\u00E4ts (vergleichen Sie die Leistung des Handys im KeePassMobile Forum mit anderen Benutzern)\r\n\r\nSchlie\u00DFen - Schlie\u00DFt die KeePass Datenbank und bringt Sie zur\u00FCck zum Hauptmenu
tribute=Ich bedanke mich herzlich bei folgenden Personen:\r\n\r\n* Meiner Familie, f\u00FCr ihre Unterst\u00FCtzung\r\n* Allen Testern und \u00DCbersetzern, die mir geholfen haben aus KeePassMobile eine stabile und n\u00FCtzliche Anwendung zu machen (bitte kontaktieren Sie mich, wenn Sie als Beta Tester oder \u00DCbersetzer mithelfen wollen)\r\n* Dominik Reichl, der Erfinder und Programmierer der original KeePass Software f\u00FCr die Unterst\u00FCtzung dieses Projekts
ui=Benutzeroberfl\u00E4che:
ui_fast=Schnell
ui_nice=H\u00FCbsch
uk=Ukrainisch
url=URL:
use_keyfile=Schl\u00FCsseldatei verwenden
user_name=Benutzername:
user_name_initial=B:
wrong_password=Falsches Passwort
wrong_password_text=Die Datenbank Datei konnte mit dem angegebenen Passwort nicht ge\u00F6ffnet werden. Bitte \u00FCberpr\u00FCfen Sie Ihr Passwort und versuchen Sie es erneut
yes=Ja
zh=Chinesisch
