#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Translator: Ricardo Gadea Lara
about=Acerca
back=Regresar
cancel=Cancelar
choosing_error=Error en la selecci\u00F3n del archivo
choosing_error_text=Error en la selecci\u00F3n del archivo. El mensaje de error es:
close=Cerrar
corrupt_file=Archivo corrupto
corrupt_file_text=El archivo de la base de datos esta corrupto! El mensaje de error es:
date_format=Formato de la fecha:
date_format_invalid=Formato de la fecha inv\u00E1lido.
date_format_unkown=Formato de la fecha desconocido. Por favor envie el mensaje al foro KeePassMobile y adjunte el log [Menu principal/Mostrar]. Este error ser\u00E1 corregido tan pronto como sea posible.
date_invalid=Fecha inv\u00E1lida.
db_unsupported=Base de datos no soportada.
db_unsupported_text=Base de datos no soportada. El mensaje de error es:
de=Alem\u00E1n
details=Detalles
en=Ingl\u00E9s
encryption_error=Error en la encryptaci\u00F3n
encryption_error_text=El archivo de la base de datos no puede ser encryptado. El mensaje de error es:
enter_password=Ingrese la contrase\u00F1a maestra:
entry_help=Use las teclas del cursor para mostrar la informaci\u00F3n de la entrada KeePass. Retornar al grupo contenedor con la tecla izquierda.\n
exit=Salir
expiry=Fecha de expiraci\u00F3n:
expiry_expired=Fecha de expiraci\u00F3n: EXPIRADA!
expiry_never=Fecha de expiraci\u00F3n: NUNCA!
filechooser_help=Navege a trav\u00E9s del sistema de archivos de su m\u00F3vil y eliga un archivo de base de datos de KeePass.\n\nUse las teclas [arriba] - [abajo] para elegir el archivo. Presione [entrada] para seleccionar el archivo.\n\nCancelar - Retorna al men\u00FA principal sin seleccionar un archivo de base de datos de KeePass.
help=Ayuda
internal_error=Error
internal_error_text=Un error interno ha ocurrido:
language=Lenguaje:
license=Licencia
loading_error=Error en la carga
loading_error_text=El archivo de la base de datos no pudo ser cargado. El mensaje de error es:
log=Log
mainmenu_help=Eliga como abrir la base de datos KeePass con las teclas [arriba] - [abajo]. Presione [entrada] para seleccionar la entrada del men\u00FA\n\nAbrir \u00FAltima_vez.kdb - Abre el archivo de base de datos KeePass, que fue abierto por \u00FAltima vez\n\nAbrir nueva base de datos - Abre la ventana para selecionar un nuevo archivo de base de datos de KeePass desde el m\u00F3vil
masterpassword_help=Presione [entrada] y tipee la contrase\u00F1a del archivo de base de datos de KeePass\n\nAbrir - Abre la base de datos KeePass usando la contrase\u00F1a suministrada\n\nCancelar - Retorna al men\u00FA principal sin abrir la base de datos KeePass
menu=Men\u00FA
minute=Minuto
minutes=Minutos
never=Nunca
no=No
notes=Notas
notice=Noticia
ok=De acuerdo
open=Abrir
open_new=Abrir base de datos
parsing_date_error=Error de an\u00E1lisis
parsing_date_error_text=La fecha no puede ser procesada
password=Contrase\u00F1a:
pm_decrypt=Desencryptando los datos...
pm_encrypt=Encryptando Clave...
pm_extract=Procesando los datos...
pm_hash=Validando los datos...
pm_search=Buscando...
pm_searchresult=Entradas encontradas:
preferences=Preferencias
preferences_help=Aqu\u00ED puede ajustar las configuraciones de KeePassMobile.\n\nLenguaje - El lenguaje para la interfase de usuario\n\nFormato de la fecha - El formato de la fecha a usar\n\nTiempo de corte de seguridad - El lapso de tiempo hasta que la base de datos se cierre autom\u00E1ticamente, si KeePassMobile no fue usado durante dicho tiempo
preferences_saved=Ejecutar de nuevo KeePassMobile para activar los cambios 
save=Guardar
save_changes=Desea guardar los cambios?
save_changes_text=La base de datos KeePass ha sufrido cambios. Desea guardar los cambios?
saving_error=Error al guardar
saving_error_text=El archivo de la base de datos no pudo ser guardado. El mensaje de error es:
search=B\u00FAsqueda
search_help=Tipee el texto a buscar. La b\u00FAsqueda comenzar\u00E1 autom\u00E1ticamente despu\u00E9s del ingreso del texto. Vaya a la lista de resultado de la b\u00FAsqueda y eliga una entrada. Usted puede ajustar el uso de la b\u00FAsqueda mendiante las opciones.
search_notfound=No se encontraron entradas
search_options=Opciones de la b\u00FAsqueda
search_text=Texto a buscar:
searchoptions=Opciones de la b\u00FAsqueda
searchoptions_backup=Incluir entradas resguardadas
searchoptions_fields=Buscar:
searchoptions_help=Las opciones de controlan el algoritmo de la b\u00FAsqueda en la base de datos KeePass:\n\nMax.n\u00FAm de resultados encontrados - La b\u00FAsqueda para, despues muestra el m\u00E1ximo n\u00FAmero de entradas encontradas\n\nIncluir entradas resguardadas - Determina, si las entradas resguardadas se incluyen en la b\u00FAsqueda\n\nBuscar campos de texto - Determina, que campos de textos de una entrada estaran incluidos en la b\u00FAsqueda
searchoptions_maxresults=Max.n\u00FAm.de resultados encontrados:
searchoptions_notes=Notas
searchoptions_title=T\u00EDtulo
searchoptions_url=URL
searchoptions_username=Nombre de usuario
select=Seleccionar
select_db=Selecci\u00F3n de la base de datos KeePass
show_all_files=Mostrar todos los archivos
show_log=Mostrar el Log
stats=Estad\u00EDsticas
stats_cet=Tiempo de extracci\u00F3n:
stats_chct=Tiempo de espera calculado:
stats_dp=Performance de desencryptaci\u00F3n:
stats_dt=Tiempo de desencryptaci\u00F3n:
stats_ecdl=Tama\u00F1o de la base de datos encryptada:
stats_ep=Performance de extracci\u00F3n:
stats_hp=Performance del tiempo de espera calculado:
stats_mem=Memoria en uso:
stats_mkep=Performance de la encryptaci\u00F3n de la Clave:
stats_mker=Rondas de la Clave encryptada:
stats_mket=Tiempo de la encryptaci\u00F3n de la Clave:
stats_mp=Performance del rateo:
stats_ne=Entradas de la contrase\u00F1a:
stats_pcdl=Tama\u00F1o del contenido de la base de datos encryptada:
timeout=Tiempo de corte de seguridad:
top=Ir arriba
tribute=Quiero agradecer a las siguientes personas:\r\n\r\n* Mi familia por su apoyo\r\n* Todos los testers, que me ayudaron a hacer KeePassMobile una aplicaci\u00F3n \u00FAtil y estable\r\n* Todos los traductores de KeePassMobile\r\n* Dominik Reichl, el creador y programador del progrma original de KeePass por apoyar este proyecto 
url=URL:
user_name=Nombre del usuario:
wrong_password=Contrase\u00F1a incorrecta
wrong_password_text=El archivo de base de datos no puede ser desincryptado utilizando la contrese\u00F1a especificada. Por favor controle su contres\u00F1a e intente de nuevo
yes=Si
